/* Action not found */
"Action not found" = "Radnja nije pronađena";

/* API unavailable */
"API unavailable" = "API nedostupan";

/* Bad request */
"Bad request" = "Neispravan zahtjev";

/* Forbidden */
"Forbidden" = "Zabranjeno";

/* Format not accepted */
"Format not accepted" = "Format nije prihvaćen";

/* Internal Server error */
"Internal Server error" = "Interna pogreška na poslužitelju";

/* Invalid Auth */
"Invalid Auth" = "Nevažeća Autentifikacija";

/* Not implemented */
"Not implemented" = "Nije ugrađeno";

/* Object not found */
"Object not found" = "Objekt nije pronađen";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Djelomično prihvaćeno";

/* Partially created */
"Partially created" = "Djelomično napravljeno";

/* Permission denied */
"Permission denied" = "Dopuštenje odbijeno";

/* Resource not found */
"Resource not found" = "Resurs nije pronađen";

/* Ressource Timeout */
"Ressource Timeout" = "Resurs nedostupan";

/* Service unavailable */
"Service unavailable" = "Servis nedostupan";

/* Successfully accepted */
"Successfully accepted" = "Uspješno prihvaćeno";

/* Successfully created */
"Successfully created" = "Uspješno kreirano";

/* Unacceptable data */
"Unacceptable data" = "Neprihvatljiv podatak";

/* Unknown error */
"Unknown error" = "Nepoznata greška";

